const model = {
  products: [],
  favorites: [],
  cart: [],
  compare: [],
  exchangeRate: 42,

  convertPricesToUAH() {
    this.products.forEach(product => {
      product.price *= this.exchangeRate
    })
  },

  computedProducts() {
    const searched = searcher.search(this.products)
    // pricer.updatePriceRange(searched)
    const attributed = attributer.attributering(searched)
    const priced = pricer.price(attributed)
    const sorted = sorter.sort(priced)
    const paginated = paginator.paginate(sorted)
    return paginated
  },
  getProductByID(id){
    return this.products.find(product => product.id === id)
  },
  removeFavoriteByID(id) {
    this.favorites = this.favorites.filter(product => product.id !== id)
  }
}

model.favorites = 
  [
    {
        "id": 13,
        "price": 19236,
        "caption": "Геймерский ПК Solaris-I",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "500W",
            "Количество ядер": "4",
            "Материнская плата": "Asus",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.8Ghz"
        },
        "photos": [
            "224083634.jpg",
            "2022091909564069.jpg",
            "20190118063031997.jpg",
            "20220704220631752.jpg",
            "20210615191252596.jpg",
            "20171130053735822.jpg",
            "20210608213852703.jpg",
            "20211101203247640.jpg",
            "20161007113734330.jpg"
        ]
    },
    {
        "id": 14,
        "price": 13062,
        "caption": "Геймерский ПК Solaris-S",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "500W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "111111111.jpg",
            "20221001191005189.jpg",
            "20201101223224435.jpg",
            "20200915225342302.jpg",
            "20200119204811383.jpg",
            "20161007113734330.jpg",
            "20190628013756505.jpg"
        ]
    },
    {
        "id": 15,
        "price": 18018,
        "caption": "Геймерский ПК Solaris-L",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "500W",
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "254822474.jpg",
            "20220908221446972.jpg",
            "20211024215244839.jpg",
            "20201216205515595.jpg",
            "2021092821452396.jpg",
            "20171130053735822.jpg",
            "20130406222224684.jpg",
            "20220615214338724.jpg"
        ]
    },
    {
        "id": 16,
        "price": 25704,
        "caption": "Геймерский ПК Solaris-14",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "142286125.jpg",
            "2022100119211163.jpg",
            "20220608171027319.jpg",
            "20220213174324124.jpg",
            "20220705210526947.jpg",
            "20191002054158954.jpg",
            "20210219192433116.jpg",
            "20210205214819551.jpg"
        ]
    },
    {
        "id": 17,
        "price": 26502,
        "caption": "Геймерский ПК Solaris-Z",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "286002410.jpg",
            "20220813195708687.jpg",
            "20221023011008827.jpg",
            "2022100119211163.jpg",
            "20230519201059232.jpg",
            "20210307215526130.jpg",
            "20220727183008587.jpg",
            "20210823201239986.jpg",
            "20130303164427671.jpg"
        ]
    },
    {
        "id": 18,
        "price": 26838,
        "caption": "Геймерский ПК Solaris-1E",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "224083634.jpg",
            "20220921194110806.jpg",
            "2022100119211163.jpg",
            "20211030203508719.jpg",
            "20220727183008587.jpg",
            "20210909220122114.jpg",
            "20200313210659175.jpg",
            "2018012900441512.jpg",
            "20211101203247640.jpg"
        ]
    },
    {
        "id": 19,
        "price": 26880,
        "caption": "Геймерский ПК Solaris-X",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "120Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3600Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "12683350.jpg",
            "20230116175805233.jpg",
            "20201101223224435.jpg",
            "20220727183008587.jpg",
            "20130406195159857.jpg",
            "20211128213539363.jpg",
            "20220705210526947.jpg",
            "20171130053623387.jpg",
            "20160521062922407.jpg",
            "20130303164427671.jpg"
        ]
    },
    {
        "id": 20,
        "price": 28938,
        "caption": "Геймерский ПК Solaris-1D",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "224083634.jpg",
            "20220729201754248.jpg",
            "2022100119211163.jpg",
            "20210426220118727.jpg",
            "20200709222351241.jpg",
            "20130406195159857.jpg",
            "20210929221141259.jpg",
            "2018012900441512.jpg",
            "20211101203247640.jpg"
        ]
    },
    {
        "id": 21,
        "price": 29946,
        "caption": "Геймерский ПК Solaris-11",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.6Ghz"
        },
        "photos": [
            "392961.jpg",
            "20220729201754248.jpg",
            "2022100119211163.jpg",
            "20210426220118727.jpg",
            "20210527195245184.jpg",
            "20130406195159857.jpg",
            "20210909220122114.jpg",
            "2018012900441512.jpg",
            "2022070621255444.jpg"
        ]
    },
    {
        "id": 22,
        "price": 30912,
        "caption": "Геймерский ПК Solaris-1K",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "45816423.jpg",
            "20221001191005189.jpg",
            "20221209194918748.jpg",
            "20220612194112307.jpg",
            "20220120190355342.jpg",
            "20130406195159857.jpg",
            "20210626211303792.jpg",
            "20210909220122114.jpg",
            "20140923134911813.jpg",
            "20210219192433116.jpg"
        ]
    },
    {
        "id": 23,
        "price": 31878,
        "caption": "Геймерский ПК Solaris-U",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "195535068.jpg",
            "20220618211913565.jpg",
            "20210617192409619.jpg",
            "20200709222351241.jpg",
            "20200109184529262.jpg",
            "20190808013145357.jpg",
            "2021092821452396.jpg",
            "20171130053735822.jpg",
            "20160521062922407.jpg",
            "2018012900441512.jpg"
        ]
    },
    {
        "id": 24,
        "price": 32130,
        "caption": "Геймерский ПК Solaris-P",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "650W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "286002410.jpg",
            "20221023011008827.jpg",
            "20221001191005189.jpg",
            "20201101222850884.jpg",
            "20220727183008587.jpg",
            "20210930194708344.jpg",
            "2022060917574428.jpg",
            "20140923134911813.jpg",
            "20141119163220617.jpg"
        ]
    },
    {
        "id": 25,
        "price": 32760,
        "caption": "Геймерский ПК Solaris-1A",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "142286125.jpg",
            "2022100119211163.jpg",
            "20210519222158536.jpg",
            "20200709222351241.jpg",
            "20200109184529262.jpg",
            "20210823201239986.jpg",
            "20220701205202379.jpg",
            "20210219192433116.jpg",
            "20210205214819551.jpg"
        ]
    },
    {
        "id": 26,
        "price": 33222,
        "caption": "Геймерский ПК Solaris-Y",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Материнская плата": "ASRock",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "45816423.jpg",
            "20221001191005189.jpg",
            "20221209194918748.jpg",
            "20220608174413558.jpg",
            "20220213174324124.jpg",
            "20210930194708344.jpg",
            "2022060917574428.jpg",
            "20160521062922407.jpg",
            "20130303164427671.jpg",
            "20210221191533387.jpg"
        ]
    },
    {
        "id": 27,
        "price": 33432,
        "caption": "Геймерский ПК Solaris-B",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "LGA1700",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "cougar_archon_2_mesh_rgb_black_archon_2_mesh_rgb_1720082.jpg",
            "2022100119211163.jpg",
            "20230129215158884.jpg",
            "20230519201059232.jpg",
            "20220120190355342.jpg",
            "20220705210526947.jpg",
            "20200119204811383.jpg",
            "2018012900441512.jpg",
            "20220618214012600.jpg"
        ]
    },
    {
        "id": 28,
        "price": 34020,
        "caption": "Геймерский ПК Solaris-1I",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3600Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "248151776.jpg",
            "20221001192504373.jpg",
            "20230519201059232.jpg",
            "20210331200614305.jpg",
            "20220703221807498.jpg",
            "20210930202024272.jpg",
            "20220630184934878.jpg",
            "2018012900441512.jpg",
            "20220201220145328.jpg"
        ]
    },
    {
        "id": 29,
        "price": 35448,
        "caption": "Геймерский ПК Solaris-13",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3600Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "281982758.jpg",
            "20221001192504373.jpg",
            "20201201205001502.jpg",
            "20210109200834891.jpg",
            "20200109184529262.jpg",
            "20210322223040781.jpg",
            "20220705210526947.jpg",
            "20180810033346717.jpg",
            "20220706190529856.jpg"
        ]
    },
    {
        "id": 30,
        "price": 35826,
        "caption": "Геймерский ПК Solaris-F",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "cougar_mx330_x_images_18996440167.jpg",
            "2022100119211163.jpg",
            "20230304202614463.jpg",
            "20230519201059232.jpg",
            "20200825212934420.jpg",
            "20210109200834891.jpg",
            "20210823201239986.jpg",
            "20140923134911813.jpg",
            "20180810033346717.jpg",
            "20200926211729728.jpg"
        ]
    },
    {
        "id": 31,
        "price": 35868,
        "caption": "Геймерский ПК Solaris-1H",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.6Ghz"
        },
        "photos": [
            "248151776.jpg",
            "20230304202614463.jpg",
            "20210617192409619.jpg",
            "20210527195245184.jpg",
            "20130406195159857.jpg",
            "20210930194708344.jpg",
            "20190310023310640.jpg",
            "20180813055053442.jpg",
            "2018012900441512.jpg",
            "20220201220145328.jpg"
        ]
    },
    {
        "id": 32,
        "price": 40320,
        "caption": "Геймерский ПК Solaris-12",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "AsRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.5Ghz"
        },
        "photos": [
            "00_638121487032525820.jpg",
            "20220728210817351.jpg",
            "2022100119211163.jpg",
            "20230308211054488.jpg",
            "20230519201903907.jpg",
            "20230614210747646.jpg",
            "20201201210029204.jpg",
            "20210930215252618.jpg",
            "20130303164427671.jpg",
            "20200108205916416.jpg"
        ]
    },
    {
        "id": 33,
        "price": 43134,
        "caption": "Геймерский ПК Solaris-V",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Материнская плата": "Asus",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "281982758.jpg",
            "20221001192504373.jpg",
            "2022121418210470.jpg",
            "20200709205650716.jpg",
            "20190804000253435.jpg",
            "2021090221310635.jpg",
            "20200119204811383.jpg",
            "20140923134911813.jpg",
            "20180810033346717.jpg",
            "20220706190529856.jpg"
        ]
    },
    {
        "id": 34,
        "price": 43302,
        "caption": "Геймерский ПК Solaris-E",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5600Mhz"
        },
        "photos": [
            "cougar_archon_2_mesh_rgb_black_archon_2_mesh_rgb_1720082.jpg",
            "20220911194632119.jpg",
            "2022100119211163.jpg",
            "2022121418210470.jpg",
            "20221215214143405.jpg",
            "20230125175302863.jpg",
            "20230221195302545.jpg",
            "20121028134700777.jpg",
            "20220618214012600.jpg"
        ]
    },
    {
        "id": 35,
        "price": 46200,
        "caption": "Геймерский ПК Solaris-M",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "10",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "73917964.jpg",
            "20221001191005189.jpg",
            "20230304171254745.jpg",
            "20230405195729412.jpg",
            "2021111121382212.jpg",
            "20201009211729960.jpg",
            "20210909220122114.jpg",
            "20140923134911813.jpg",
            "20130303164427671.jpg",
            "20210529221059339.jpg"
        ]
    },
    {
        "id": 36,
        "price": 47712,
        "caption": "Геймерский ПК Solaris-1J",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "AM5",
            "Объем накопителя": "500Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Частота процессора": "4.7Ghz"
        },
        "photos": [
            "korpus-msi-mag-shield-110a-bez-bp-800x641-4ee7.jpg",
            "20221001211500616.jpg",
            "2022102717113147.jpg",
            "2022100119211163.jpg",
            "2023030118233471.jpg",
            "2023032721162693.jpg",
            "2021090220474335.jpg",
            "20200830212457519.jpg",
            "20220615204055285.jpg"
        ]
    },
    {
        "id": 37,
        "price": 47922,
        "caption": "Геймерский ПК Solaris-17",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "32Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5200Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "2343954.jpg",
            "20220911190937429.jpg",
            "2022100119211163.jpg",
            "20230105173842785.jpg",
            "20230405172631594.jpg",
            "20220608165255591.jpg",
            "20220120190355342.jpg",
            "2021090220474335.jpg",
            "20180810033346717.jpg"
        ]
    },
    {
        "id": 38,
        "price": 21588,
        "caption": "Геймерский ПК Solaris-O",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "U0534964_9big.jpg",
            "20220815203426461.jpg",
            "2022100119211163.jpg",
            "20201216205515595.jpg",
            "20130406195159857.jpg",
            "2020090720372384.jpg",
            "2021092821452396.jpg",
            "20130303164427671.jpg",
            "2021091819423359.jpg"
        ]
    },
    {
        "id": 39,
        "price": 50442,
        "caption": "Геймерский ПК Solaris-N",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "8",
            "Материнская плата": "Asus",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.8Ghz"
        },
        "photos": [
            "248151776.jpg",
            "20221001191005189.jpg",
            "20230105173842785.jpg",
            "2021042621075138.jpg",
            "20200709224838472.jpg",
            "20210609202616234.jpg",
            "2021092919072121.jpg",
            "20180813055053442.jpg",
            "20180810033346717.jpg",
            "20220201220145328.jpg"
        ]
    },
    {
        "id": 40,
        "price": 19278,
        "caption": "Геймерский ПК Solaris-K",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "MSI",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.9Ghz"
        },
        "photos": [
            "171787797.jpg",
            "2022100119211163.jpg",
            "20230519201059232.jpg",
            "20200825223051965.jpg",
            "20211026184528812.jpg",
            "20191002054158954.jpg",
            "2018012900441512.jpg",
            "20210530205822189.jpg"
        ]
    },
    {
        "id": 41,
        "price": 52038,
        "caption": "Геймерский ПК Solaris-1C",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "8",
            "Материнская плата": "AsRock",
            "Объем ОЗУ": "32Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "195535068.jpg",
            "20221001192504373.jpg",
            "20220618211913565.jpg",
            "20210519210759973.jpg",
            "20210527212829914.jpg",
            "20201009211729960.jpg",
            "2021091321555949.jpg",
            "20200119205058849.jpg",
            "20180810033346717.jpg"
        ]
    },
    {
        "id": 42,
        "price": 54474,
        "caption": "Геймерский ПК Solaris-10",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Объем накопителя": "500Gb",
            "Тип накопителя": "SSD"
        },
        "photos": [
            "U0612948_7big.jpg",
            "20230301212912552.jpg",
            "20230303200604619.jpg",
            "20230306213109802.jpg",
            "20230510213038622.jpg",
            "20230603211221393.jpg",
            "20230614213011736.jpg",
            "2022100119211163.jpg",
            "20121028134700777.jpg"
        ]
    },
    {
        "id": 43,
        "price": 19782,
        "caption": "Геймерский ПК Solaris-C",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "500W",
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "480Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "1855632005.jpg",
            "20220815203426461.jpg",
            "20210527223141850.jpg",
            "20220609180320793.jpg",
            "2019100205465871.jpg",
            "20200915220957439.jpg",
            "20161007113734330.jpg",
            "20210221190217339.jpg"
        ]
    },
    {
        "id": 44,
        "price": 22932,
        "caption": "Геймерский ПК Solaris-J",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "1855632005.jpg",
            "20220815203426461.jpg",
            "2022100119211163.jpg",
            "20200709222351241.jpg",
            "2020090720372384.jpg",
            "2021092821452396.jpg",
            "2018012900441512.jpg",
            "20210221190217339.jpg"
        ]
    },
    {
        "id": 45,
        "price": 25452,
        "caption": "Геймерский ПК Solaris-T",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3600Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "249046090.jpg",
            "20220913190522917.jpg",
            "20181228085916692.jpg",
            "20220703221807498.jpg",
            "20200313210659175.jpg",
            "20211128213539363.jpg",
            "20171130053735822.jpg",
            "20160521062922407.jpg",
            "20210219192433116.jpg"
        ]
    },
    {
        "id": 46,
        "price": 56154,
        "caption": "Геймерский ПК Solaris-1B",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "P750W",
            "Материнская плата": "LGA1700",
            "Объем ОЗУ": "32Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "392961.jpg",
            "20220705195218566.jpg",
            "20221001192504373.jpg",
            "20230125175302863.jpg",
            "2023013119244034.jpg",
            "20230413163129598.jpg",
            "20191128193727891.jpg",
            "2022070621255444.jpg"
        ]
    },
    {
        "id": 47,
        "price": 56952,
        "caption": "Геймерский ПК Solaris-16",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "P750W",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "32Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz"
        },
        "photos": [
            "247541865.jpg",
            "2022100119211163.jpg",
            "20221220112935409.jpg",
            "20200825212934420.jpg",
            "20190804000253435.jpg",
            "2022062421314281.jpg",
            "20210928213605637.jpg",
            "20220216182041201.jpg",
            "20191128193727891.jpg"
        ]
    },
    {
        "id": 48,
        "price": 57876,
        "caption": "Геймерский ПК Solaris-W",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "P750W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3733Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "247541865.jpg",
            "2022100119211163.jpg",
            "20221215214143405.jpg",
            "20221220112935409.jpg",
            "20230413164225658.jpg",
            "20201201205001502.jpg",
            "20201115204411367.jpg",
            "20210930203434248.jpg",
            "20191128193727891.jpg"
        ]
    },
    {
        "id": 49,
        "price": 24738,
        "caption": "Геймерский ПК Solaris-Q",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Материнская плата": "ASRock",
            "Объем накопителя": "512Gb",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "1855632005.jpg",
            "20230125181508853.jpg",
            "20220608171027319.jpg",
            "20210823201239986.jpg",
            "20200313210659175.jpg",
            "20200302220348644.jpg",
            "20210219192433116.jpg",
            "20210221190217339.jpg"
        ]
    },
    {
        "id": 50,
        "price": 61950,
        "caption": "Геймерский ПК Solaris-R",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "133141559.jpg",
            "20190916032210670.jpg",
            "20201115204411367.jpg",
            "20200109184529262.jpg",
            "20210909220122114.jpg",
            "2021120221110062.jpg",
            "20210518213259986.jpg",
            "20140923134911813.jpg",
            "20180810033346717.jpg",
            "20200316215938624.jpg"
        ]
    },
    {
        "id": 51,
        "price": 64302,
        "caption": "Геймерский ПК Solaris-18",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "P750W",
            "Материнская плата": "AM5",
            "Объем ОЗУ": "32Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5200Mhz"
        },
        "photos": [
            "1025729-357430-X6(1).jpg",
            "20221001192504373.jpg",
            "20221027190624648.jpg",
            "20230117182805795.jpg",
            "20230301212912552.jpg",
            "20230413164225658.jpg",
            "20211221223429727.jpg",
            "20191128193727891.jpg",
            "20210723190340464.jpg"
        ]
    },
    {
        "id": 52,
        "price": 77658,
        "caption": "Геймерский ПК Solaris-A",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "1000W",
            "Количество ядер": "6",
            "Материнская плата": "AM5",
            "Объем ОЗУ": "32Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5200Mhz",
            "Частота процессора": "4.7Ghz"
        },
        "photos": [
            "195535068.jpg",
            "20220806203350275.jpg",
            "20221001211500616.jpg",
            "20221001192504373.jpg",
            "20220618211913565.jpg",
            "20221227175558149.jpg",
            "20230127203439111.jpg",
            "2022062421314281.jpg",
            "20211221223429727.jpg"
        ]
    },
    {
        "id": 53,
        "price": 96726,
        "caption": "Геймерский ПК Solaris-G",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "16",
            "Материнская плата": "LGA1700",
            "Объем ОЗУ": "32Gb",
            "Процессор": "LGA1700",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5600Mhz",
            "Частота процессора": "3.4Ghz"
        },
        "photos": [
            "U0416714_3big.jpg",
            "20220911190340733.jpg",
            "20221001192504373.jpg",
            "20221027211026217.jpg",
            "20221031195321531.jpg",
            "20230127203439111.jpg",
            "2022062420341934.jpg",
            "20180810033346717.jpg",
            "20200316215938624.jpg"
        ]
    },
    {
        "id": 54,
        "price": 128310,
        "caption": "Геймерский ПК Solaris-1G",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "850W",
            "Количество ядер": "12",
            "Материнская плата": "MSI",
            "Объем ОЗУ": "32Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "6000Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "276431.jpg",
            "20221116213420739.jpg",
            "20220102221955144.jpg",
            "20211111212231173.jpg",
            "20210111194334871.jpg",
            "20220707195313411.jpg",
            "20220115214340201.jpg",
            "20200904215840959.jpg",
            "20190822021347766.jpg",
            "20220706214930849.jpg"
        ]
    },
    {
        "id": 55,
        "price": 11004,
        "caption": "ПК для программистов Solaris-B",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "250Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "253_1.912.626.jpg",
            "20210327214224949.jpg",
            "20200727181416597.jpg",
            "20170731024148137.jpg",
            "20211113190339970.jpg",
            "20180812044714879.jpg"
        ]
    },
    {
        "id": 56,
        "price": 14994,
        "caption": "ПК для программистов Solaris-C",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "272_1.456.313.jpg",
            "20210120151100347.jpg",
            "20201216205515595.jpg",
            "2021092821452396.jpg",
            "20211218185343343.jpg",
            "20190310023310640.jpg",
            "20180813020520273.jpg"
        ]
    },
    {
        "id": 57,
        "price": 16296,
        "caption": "ПК для программистов Solaris-D",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "6",
            "Материнская плата": "MSI",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "253_1.912.626.jpg",
            "2022100119211163.jpg",
            "20210708223240445.jpg",
            "20200709222351241.jpg",
            "2021092821452396.jpg",
            "20211218185343343.jpg",
            "20180812044714879.jpg"
        ]
    },
    {
        "id": 58,
        "price": 16548,
        "caption": "ПК для программистов Solaris-I",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Блок питания": "500W",
            "Количество ядер": "6",
            "Материнская плата": "MSI",
            "Объем накопителя": "500Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "o-product_pic1210331184727_2059.jpg",
            "20210708223240445.jpg",
            "20200709222155902.jpg",
            "2016112411130219.jpg",
            "20190310023310640.jpg",
            "201801290039268.jpg",
            "20200517191424314.jpg"
        ]
    },
    {
        "id": 59,
        "price": 32718,
        "caption": "ПК для программистов Solaris-G",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "8",
            "Материнская плата": "ASRock",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "111111111.jpg",
            "20210519222158536.jpg",
            "20210527213815220.jpg",
            "20201009211729960.jpg",
            "20200917194735171.jpg",
            "2021092821452396.jpg",
            "20190220091320170.jpg",
            "20121028134700777.jpg",
            "20190628013756505.jpg"
        ]
    },
    {
        "id": 60,
        "price": 41916,
        "caption": "ПК для программистов Solaris-H",
        "description": "Для программистов",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Материнская плата": "ASRock",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "cougar_mx330_x_images_18996440167.jpg",
            "20220921194110806.jpg",
            "20190916032210670.jpg",
            "20190804000253435.jpg",
            "2021092919072121.jpg",
            "20220609194904370.jpg",
            "20190220090938995.jpg",
            "20180810033346717.jpg",
            "20200926211729728.jpg"
        ]
    },
    {
        "id": 61,
        "price": 5922,
        "caption": "Офисный ПК Solaris-G",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "2",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "120Gb",
            "Объем ОЗУ": "4Gb",
            "Процессор": "INTEL",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.5Ghz"
        },
        "photos": [
            "2837120875.jpg",
            "20220819184654220.jpg",
            "20180718033554394.jpg",
            "20170724011908712.jpg",
            "20170108080111401.jpg",
            "20211221213622148.jpg",
            "20210324223017328.jpg"
        ]
    },
    {
        "id": 62,
        "price": 8274,
        "caption": "Офисный ПК Solaris-F",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Материнская плата": "Asus",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "p177216-8148-700x700.jpg",
            "20190118063031997.jpg",
            "2019072318295580.jpg",
            "2019100205465871.jpg",
            "2021032422302127.jpg",
            "20190916230304477.jpg"
        ]
    },
    {
        "id": 63,
        "price": 9156,
        "caption": "Офисный ПК Solaris-H",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.2Ghz"
        },
        "photos": [
            "3873_4.456.313.jpg",
            "20190916050200875.jpg",
            "20211026183702578.jpg",
            "20190801014632529.jpg",
            "2019100205465871.jpg",
            "20171130053735822.jpg",
            "20210220170015469.jpg"
        ]
    },
    {
        "id": 64,
        "price": 10038,
        "caption": "Офисный ПК Solaris-E",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "65_1.456.313.jpg",
            "20210327214224949.jpg",
            "20200727181416597.jpg",
            "2019100205465871.jpg",
            "20171130053735822.jpg",
            "20161210193116232.jpg"
        ]
    },
    {
        "id": 65,
        "price": 11214,
        "caption": "Офисный ПК Solaris-I",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "6",
            "Материнская плата": "LGA1200",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.9Ghz"
        },
        "photos": [
            "886625-M4-450PLS(1).jpg",
            "20211030191313885.jpg",
            "20200709222155902.jpg",
            "20170731023614463.jpg",
            "20171130053735822.jpg",
            "20201103215348669.jpg"
        ]
    },
    {
        "id": 66,
        "price": 11886,
        "caption": "Офисный ПК Solaris-A",
        "description": "Для офиса",
        "category": "Computers",
        "attributes": {
            "Количество ядер": "4",
            "Объем накопителя": "240Gb",
            "Объем ОЗУ": "16Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "886625-M4-450PLS(1).jpg",
            "20230302214042536.jpg",
            "20210527222845533.jpg",
            "2020062121082132.jpg",
            "2021032422302127.jpg",
            "20160521062922407.jpg",
            "20201103215348669.jpg"
        ]
    },
    {
        "id": 67,
        "price": 31752,
        "caption": "ПК для стрима Solaris-J",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем ОЗУ": "16Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.6Ghz"
        },
        "photos": [
            "248151776.jpg",
            "20221001192504373.jpg",
            "20221011201844207.jpg",
            "20210307215526130.jpg",
            "20220727183008587.jpg",
            "20210608213852703.jpg",
            "20210930194708344.jpg",
            "20211028204613123.jpg",
            "20220201220145328.jpg"
        ]
    },
    {
        "id": 68,
        "price": 36414,
        "caption": "ПК для стрима Solaris-I",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "LGA1700",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "392961.jpg",
            "2023013119244034.jpg",
            "2022121418210470.jpg",
            "20220120190355342.jpg",
            "20220624190948672.jpg",
            "20210909220122114.jpg",
            "20211113190339970.jpg",
            "20140923134911813.jpg",
            "20121028134700777.jpg",
            "2022070621255444.jpg"
        ]
    },
    {
        "id": 69,
        "price": 40572,
        "caption": "ПК для стрима Solaris-D",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "Gigabyte",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "32Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "3.7Ghz"
        },
        "photos": [
            "195535068.jpg",
            "20220705195218566.jpg",
            "2022100119211163.jpg",
            "20220618211913565.jpg",
            "20230409194721127.jpg",
            "20201201205001502.jpg",
            "20210316200600705.jpg",
            "2021090220474335.jpg",
            "20200830212457519.jpg"
        ]
    },
    {
        "id": 70,
        "price": 77532,
        "caption": "ПК для стрима Solaris-B",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "850W",
            "Количество ядер": "14",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "32Gb",
            "Процессор": "LGA1700",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3600Mhz",
            "Частота процессора": "3.5Ghz"
        },
        "photos": [
            "20220913185844276.jpg",
            "20230602192209452.jpg",
            "2022103120015842.jpg",
            "20230302212237732.jpg",
            "20230413175419598.jpg",
            "20210930195223525.jpg",
            "20210128185701173.jpg",
            "20180813055053442.jpg",
            "20180810033732572.jpg"
        ]
    },
    {
        "id": 71,
        "price": 80892,
        "caption": "ПК для стрима Solaris-C",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "850W",
            "Количество ядер": "6",
            "Материнская плата": "AM5",
            "Объем ОЗУ": "32Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "6000Mhz",
            "Частота процессора": "4.7Ghz"
        },
        "photos": [
            "2343954.jpg",
            "20221001211500616.jpg",
            "20221001192504373.jpg",
            "20230117182805795.jpg",
            "20230129202919367.jpg",
            "20230404210517563.jpg",
            "20230405172631594.jpg",
            "20220607222735712.jpg",
            "20201120200603682.jpg"
        ]
    },
    {
        "id": 72,
        "price": 93030,
        "caption": "ПК для стрима Solaris-A",
        "description": "Для стрима",
        "category": "Computers",
        "attributes": {
            "Блок питания": "850W",
            "Количество ядер": "12",
            "Материнская плата": "AM5",
            "Объем ОЗУ": "32Gb",
            "Процессор": "AMD",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR5",
            "Частота ОЗУ": "5200Mhz",
            "Частота процессора": "4.7Ghz"
        },
        "photos": [
            "2406208145.jpg",
            "20221213201446728.jpg",
            "20221001204145262.jpg",
            "2022102920374784.jpg",
            "2021090221424025.jpg",
            "20220701190419621.jpg",
            "20200302220923418.jpg",
            "20210420204655504.jpg",
            "20190822021347766.jpg",
            "20201103185414879.jpg"
        ]
    },
    {
        "id": 73,
        "price": 205842,
        "caption": "ПК для стрима Solaris-E",
        "description": "Для стримма",
        "category": "Computers",
        "attributes": {
            "Блок питания": "1000W",
            "Тип накопителя": "SSD"
        },
        "photos": [
            "303544.jpg",
            "2022111521325976.jpg",
            "20221223205203913.jpg",
            "20230113195220451.jpg",
            "20230221211056918.jpg",
            "20230328212045529.jpg",
            "20200122193616662.jpg",
            "20220220204109743.jpg",
            "20210220212532468.jpg"
        ]
    },
    {
        "id": 74,
        "price": 31374,
        "caption": "ПК для дизайнеров Solaris-A",
        "description": "Для дизайнеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Материнская плата": "MSI",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "32Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "45816423.jpg",
            "20221209194918748.jpg",
            "20191019011134265.jpg",
            "20200116201137375.jpg",
            "20220624190948672.jpg",
            "20200725190251326.jpg",
            "20210930193711223.jpg",
            "20190310023310640.jpg",
            "20170830191607753.jpg",
            "20121028134700777.jpg"
        ]
    },
    {
        "id": 75,
        "price": 25662,
        "caption": "Геймерский ПК Solaris-19",
        "description": "Для геймеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Материнская плата": "ASRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "16Gb",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz"
        },
        "photos": [
            "1855632005.jpg",
            "2022100119211163.jpg",
            "20220608171027319.jpg",
            "20220213174324124.jpg",
            "20220207215135850.jpg",
            "20210823201239986.jpg",
            "20220630194355581.jpg",
            "20210219192433116.jpg",
            "20210221190217339.jpg"
        ]
    },
    {
        "id": 76,
        "price": 42714,
        "caption": "ПК для дизайнеров Solaris-E",
        "description": "Для дизайнеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "600W",
            "Количество ядер": "8",
            "Материнская плата": "AsRock",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "64Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "303518.jpg",
            "2021081822490438.jpg",
            "2021052721133781.jpg",
            "20200109184529262.jpg",
            "20210929220840958.jpg",
            "20220609194904370.jpg",
            "2021032422172686.jpg",
            "20140923134911813.jpg",
            "2018012900441512.jpg",
            "20210312213512836.jpg"
        ]
    },
    {
        "id": 77,
        "price": 43974,
        "caption": "ПК для дизайнеров Solaris-C",
        "description": "Для дизайнеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "750W",
            "Количество ядер": "6",
            "Материнская плата": "Asus",
            "Объем накопителя": "500Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "3200Mhz",
            "Частота процессора": "4.1Ghz"
        },
        "photos": [
            "mx330-g_03.jpg",
            "20220728195917766.jpg",
            "20220813205701953.jpg",
            "2022100119211163.jpg",
            "20210426220118727.jpg",
            "20200709223236369.jpg",
            "20210909220122114.jpg",
            "20180813055053442.jpg",
            "20180810033346717.jpg",
            "20180812022621522.jpg"
        ]
    },
    {
        "id": 78,
        "price": 48132,
        "caption": "ПК для дизайнеров Solaris-B",
        "description": "Для дизайнеров",
        "category": "Computers",
        "attributes": {
            "Блок питания": "650W",
            "Количество ядер": "8",
            "Материнская плата": "ASRock",
            "Объем накопителя": "250Gb",
            "Объем ОЗУ": "8Gb",
            "Процессор": "Intel",
            "Тип накопителя": "SSD",
            "Тип ОЗУ": "DDR4",
            "Частота ОЗУ": "2666Mhz",
            "Частота процессора": "2.5Ghz"
        },
        "photos": [
            "U0416714_3big.jpg",
            "20220728195917766.jpg",
            "20220702185058917.jpg",
            "20211030192926801.jpg",
            "20210527213815220.jpg",
            "2021092821452396.jpg",
            "20211113190339970.jpg",
            "20180813055053442.jpg",
            "20141119163220617.jpg",
            "20200316215938624.jpg"
        ]
    }
]
